Repository: Geoege-xll/quotio
Catalog: Quotio/Localizable.xcstrings
Source language: en
Languages: fr, vi, zh_hans, zh_hant

# launchAtLogin.error.requiresApproval
source: Launch at Login requires your approval in System Settings.
fr: Le lancement à la connexion nécessite votre approbation dans les Réglages Système.
vi: Khởi động cùng hệ thống cần sự chấp thuận của bạn trong Cài đặt Hệ thống.
zh_hans: 登录时启动需要在系统设置中获得您的批准。

# launchAtLogin.error.title
source: Launch at Login Error
fr: Erreur de lancement à la connexion
vi: Lỗi khởi động cùng hệ thống
zh_hans: 登录启动错误

# launchAtLogin.error.unknownStatus
source: Unable to determine the launch at login status.
fr: Impossible de déterminer le statut de lancement à la connexion.
vi: Không thể xác định trạng thái khởi động cùng hệ thống.
zh_hans: 无法确定登录时启动的状态。

# launchAtLogin.error.unregistrationFailed
source: Failed to remove the app from launch at login. Please try again.
fr: Échec de la suppression de l'application du lancement à la connexion. Veuillez réessayer.
vi: Không thể xóa ứng dụng khỏi khởi động cùng hệ thống. Vui lòng thử lại.
zh_hans: 无法从登录时启动中移除应用程序。请重试。

# launchAtLogin.openSystemSettings
source: Open System Settings
fr: Ouvrir les Réglages Système
vi: Mở Cài đặt Hệ thống
zh_hans: 打开系统设置

# launchAtLogin.warning.notInApplications
source: Move Quotio to Applications folder for reliable auto-start
fr: Déplacez Quotio vers le dossier Applications pour un démarrage automatique fiable
vi: Di chuyển Quotio vào thư mục Applications để tự khởi động ổn định
zh_hans: 将 Quotio 移至应用程序文件夹以确保可靠的自动启动

source: Limit Reached
fr: Limite atteinte
vi: Đã đạt giới hạn
zh_hans: 已达上限

# logs.all
source: All
fr: Tous
vi: Tất cả
zh_hans: 全部

# logs.autoScroll
source: Auto-scroll
fr: Défilement auto
vi: Tự cuộn
zh_hans: 自动滚动

# logs.error
source: Error
fr: Erreur
vi: Lỗi
zh_hans: 错误

# logs.filter.allProviders
source: All Providers
fr: Tous les fournisseurs
vi: Tất cả nhà cung cấp
zh_hans: 所有提供商

# logs.logsWillAppear
source: Logs will appear here as requests are processed
fr: Les journaux apparaîtront ici au fur et à mesure du traitement des requêtes
vi: Nhật ký sẽ xuất hiện khi có yêu cầu được xử lý
zh_hans: 处理请求时，日志将在此处显示

# logs.noLogs
source: No Logs
fr: Aucun journal
vi: Không có nhật ký
zh_hans: 无日志

# logs.noRequests
source: No Requests
fr: Aucune requête
vi: Chưa có yêu cầu
zh_hans: 无请求

# logs.provider.tooltip
source: Served by %1$@ · request protocol: %2$@
fr: Servi par %1$@ · protocole de requête : %2$@
vi: Được phục vụ bởi %1$@ · giao thức yêu cầu: %2$@
zh_hans: 由 %1$@ 提供服务 · 请求协议：%2$@

# logs.provider.unknown
source: Unknown
fr: Inconnu
vi: Không rõ
zh_hans: 未知

# logs.requestsWillAppear
source: API requests will appear here as they pass through the proxy
fr: Les requêtes API apparaîtront ici lorsqu'elles passeront par le proxy
vi: Yêu cầu API sẽ xuất hiện khi đi qua proxy
zh_hans: API 请求通过代理时将显示在此处

# logs.searchLogs
source: Search logs...
fr: Rechercher dans les journaux...
vi: Tìm kiếm nhật ký...
zh_hans: 搜索日志...

# logs.searchRequests
source: Search requests...
fr: Rechercher des requêtes...
vi: Tìm kiếm yêu cầu...
zh_hans: 搜索请求...

# logs.startProxy
source: Start the proxy to view logs
fr: Démarrez le proxy pour voir les journaux
vi: Khởi động proxy để xem nhật ký
zh_hans: 启动代理以查看日志

# logs.stats.avgDuration
source: Avg Time
fr: Temps moy.
vi: TB Thời gian
zh_hans: 平均时间

# logs.stats.successRate
source: Success
fr: Succès
vi: Thành công
zh_hans: 成功率

# logs.stats.totalTokens
source: Tokens
fr: Jetons
vi: Token
zh_hans: 令牌

# logs.tab.proxyLogs
source: Proxy Logs
fr: Journaux du proxy
vi: Nhật ký Proxy
zh_hans: 代理日志

# logs.tab.requests
source: Requests
fr: Requêtes
vi: Yêu cầu
zh_hans: 请求

# logs.warn
source: Warn
fr: Avertissement
vi: Cảnh báo
zh_hans: 警告

# menubar.hideAccounts
source: Hide accounts
fr: Masquer les comptes
vi: Ẩn tài khoản
zh_hans: 隐藏账户

# menubar.hideFromMenuBar
source: Hide from Menu Bar
fr: Masquer de la barre de menus
vi: Ẩn khỏi Menu Bar
zh_hans: 从菜单栏隐藏

# menubar.hint
source: Click the chart icon to toggle menu bar display
fr: Cliquez sur l'icône du graphique pour activer/désactiver l'affichage
vi: Nhấn biểu tượng biểu đồ để bật/tắt hiển thị trên menu bar
zh_hans: 点击图表图标以切换菜单栏显示

# menubar.lastUpdated
source: Last updated
fr: Dernière mise à jour
vi: Cập nhật lần cuối
zh_hans: 上次更新

# menubar.maxItems.message
source: You can show up to %d accounts in the menu bar.
fr: Vous pouvez afficher jusqu'à %d comptes dans la barre de menus.
vi: Bạn có thể hiển thị tối đa %d tài khoản trên Menu Bar.
zh_hans: 菜单栏最多可显示 %d 个账户。

# menubar.maxItems.title
source: Menu Bar Account Limit Reached
fr: Limite de comptes dans la barre de menus atteinte
vi: Đã đạt giới hạn tài khoản trên Menu Bar
zh_hans: 已达到菜单栏账户上限

# menubar.noData
source: No quota data available
fr: Aucune donnée de quota disponible
vi: Chưa có dữ liệu quota
zh_hans: 无可用配额数据

# menubar.providers.all
source: All
fr: Tous
vi: Tất cả
zh_hans: 全部

# menubar.reset
source: Reset
fr: Réinitialiser
vi: Đặt lại
zh_hans: 重置

# menubar.resetAt
source: Resets at
fr: Réinitialisation à
vi: Đặt lại lúc
zh_hans: 重置时间

# menubar.resetIn
source: Resets in
fr: Réinitialisation dans
vi: Đặt lại sau
zh_hans: 重置倒计时

# menubar.showOnMenuBar
source: Show on Menu Bar
fr: Afficher dans la barre de menus
vi: Hiển thị trên Menu Bar
zh_hans: 在菜单栏显示

# menubar.truncation.message
source: You currently have %d items selected. Reducing the limit to %d will remove some of your selections.
fr: Vous avez actuellement %d éléments sélectionnés. Réduire la limite à %d supprimera certaines de vos sélections.
vi: Bạn hiện có %d mục đã chọn. Giảm giới hạn xuống %d sẽ xóa một số lựa chọn của bạn.
zh_hans: 您当前已选择 %d 项。将限制减少到 %d 将删除部分选择。

# menubar.truncation.title
source: Reduce Menu Bar Items?
fr: Réduire les éléments de la barre de menus ?
vi: Giảm số mục trên Menu Bar?
zh_hans: 减少菜单栏项目？

# menubar.viewMoreAccounts
source: View more accounts
fr: Voir plus de comptes
vi: Xem thêm tài khoản
zh_hans: 查看更多账户

# menubar.warning.cancel
source: Cancel
fr: Annuler
vi: Hủy
zh_hans: 取消

# menubar.warning.confirm
source: Add Anyway
fr: Ajouter quand même
vi: Vẫn thêm
zh_hans: 仍然添加

# menubar.warning.message
source: Displaying more than 3 items may make the menu bar cluttered. Are you sure you want to continue?
fr: Afficher plus de 3 éléments peut encombrer la barre de menus. Êtes-vous sûr de vouloir continuer ?
vi: Hiển thị hơn 3 mục có thể làm thanh menu lộn xộn. Bạn có chắc muốn tiếp tục?
zh_hans: 显示超过 3 项可能会使菜单栏混乱。您确定要继续吗？

# menubar.warning.title
source: Too Many Items
fr: Trop d'éléments
vi: Quá nhiều mục
zh_hans: 项目过多

# mode.localProxy
source: Local Proxy
fr: Proxy local
vi: Proxy cục bộ
zh_hans: 本地代理

# mode.monitor
source: Monitor Only
fr: Surveillance uniquement
vi: Chỉ giám sát
zh_hans: 仅监控

# mode.quotaOnly
source: Quota Only
fr: Quota uniquement
vi: Chỉ hạn mức
zh_hans: 仅配额

# mode.remoteProxy
source: Remote Proxy
fr: Proxy distant
vi: Proxy từ xa
zh_hans: 远程代理

# monitor.refresh.failed
source: The latest refresh failed. Showing the last successful quota.
fr: La dernière actualisation a échoué. Le dernier quota valide reste affiché.
vi: Lần làm mới gần nhất thất bại. Đang hiển thị quota thành công gần nhất.
zh_hans: 最新刷新失败，正在显示上次成功的配额。

# monitor.refresh.partial
source: Some accounts could not be refreshed. Their last successful quota is still shown.
fr: Certains comptes n’ont pas pu être actualisés. Leur dernier quota valide reste affiché.
vi: Không thể làm mới một số tài khoản. Quota thành công gần nhất vẫn được giữ lại.
zh_hans: 部分账户无法刷新，仍显示其上次成功的配额。

# monitor.source.apiKey
source: API key
fr: Clé API
vi: Khóa API
zh_hans: API 密钥

# monitor.source.cliProxyFile
source: CLIProxyAPI file
fr: Fichier CLIProxyAPI
vi: Tệp CLIProxyAPI
zh_hans: CLIProxyAPI 文件

# monitor.source.localIDE
source: Local IDE
fr: IDE local
vi: IDE cục bộ
zh_hans: 本地 IDE

# monitor.source.localLogin
source: Local login
fr: Connexion locale
vi: Đăng nhập cục bộ
zh_hans: 本地登录

# monitor.status.outdated
source: Showing quota last updated %@.
fr: Affichage du quota mis à jour pour la dernière fois à %@.
vi: Đang hiển thị quota được cập nhật lần cuối lúc %@.
zh_hans: 显示上次于 %@ 更新的配额。

# monitor.status.updated
source: Updated %@
fr: Mis à jour %@
vi: Đã cập nhật %@
zh_hans: 已于 %@ 更新

# nav.about
source: About
fr: À propos
vi: Giới thiệu
zh_hans: 关于

# nav.accounts
source: Account Management
fr: Comptes
vi: Tài khoản
zh_hans: 账号管理
zh_hant: 帳號管理

# nav.agents
source: Agent Configuration
fr: Agents
vi: Agent
zh_hans: 智能体配置
zh_hant: 智慧體設定

# nav.apiKeys
source: API Keys
fr: Clés API
vi: Khóa API
zh_hans: API 密钥

# nav.callAnalytics
source: Call Analytics
fr: Analyse des appels
vi: Phân tích lệnh gọi
zh_hans: 调用分析

# nav.dashboard
source: Dashboard
fr: Tableau de bord
vi: Bảng điều khiển
zh_hans: 仪表盘

# nav.logs
source: Logs
fr: Journaux
vi: Nhật ký
zh_hans: 日志

# nav.providers
source: Account Management
fr: Fournisseurs
vi: Nhà cung cấp
zh_hans: 账号管理
zh_hant: 帳號管理

# nav.quota
source: Account Quotas
fr: Quota
vi: Hạn mức
zh_hans: 账号额度
zh_hant: 帳號額度

# nav.settings
source: Settings
fr: Paramètres
vi: Cài đặt
zh_hans: 设置

# nav.usageStatistics
source: Usage Statistics
fr: Statistiques d’utilisation
vi: Thống kê sử dụng
zh_hans: 用量统计

# notification.cooling.body
source: %@ (%@) has entered cooling status
fr: %@ (%@) est entré en état de refroidissement
vi: %@ (%@) đã vào trạng thái nghỉ
zh_hans: %@ (%@) 已进入冷却状态

# notification.cooling.title
source: ❄️ Account Cooling
fr: ❄️ Compte en refroidissement
vi: ❄️ Tài khoản đang nghỉ
zh_hans: ❄️ 账户冷却

# notification.proxyCrash.body
source: Proxy process exited with code %d
fr: Le processus proxy s'est terminé avec le code %d
vi: Tiến trình proxy đã thoát với mã %d
zh_hans: 代理进程退出，代码 %d

# notification.proxyCrash.title
source: 🚨 Proxy Crashed
fr: 🚨 Proxy planté
vi: 🚨 Proxy bị lỗi
zh_hans: 🚨 代理崩溃

# notification.proxyStarted.body
source: Proxy server is now running
fr: Le serveur proxy est maintenant en cours d'exécution
vi: Máy chủ proxy đang chạy
zh_hans: 代理服务器正在运行

# notification.proxyStarted.title
source: ✅ Proxy Started
fr: ✅ Proxy démarré
vi: ✅ Proxy đã khởi động
zh_hans: ✅ 代理已启动

# notification.quotaLow.body
source: %@ (%@): Only %d%% quota remaining
fr: %@ (%@) : Seulement %d%% de quota restant
vi: %@ (%@): Chỉ còn %d%% hạn mức
zh_hans: %@ (%@)：仅剩 %d%% 配额

# notification.quotaLow.title
source: ⚠️ Quota Low
fr: ⚠️ Quota faible
vi: ⚠️ Hạn mức thấp
zh_hans: ⚠️ 配额低

# notification.rollback.body
source: Rolled back to version %@ due to upgrade failure
fr: Restauré à la version %@ suite à l'échec de la mise à jour
vi: Đã khôi phục về phiên bản %@ do nâng cấp thất bại
zh_hans: 由于升级失败，已回滚到版本 %@

# notification.rollback.title
source: Proxy Rollback
fr: Restauration du proxy
vi: Khôi phục Proxy
zh_hans: 代理回滚

# notification.upgrade.failed.body
source: Failed to upgrade to version %@: %@
fr: Échec de la mise à jour vers la version %@ : %@
vi: Không thể nâng cấp lên phiên bản %@: %@
zh_hans: 无法升级到版本 %@：%@

# notification.upgrade.failed.title
source: Proxy Upgrade Failed
fr: Échec de la mise à jour du proxy
vi: Nâng cấp Proxy thất bại
zh_hans: 代理升级失败

# notification.upgrade.success.body
source: CLIProxyAPI has been upgraded to version %@
fr: CLIProxyAPI a été mis à jour vers la version %@
vi: CLIProxyAPI đã được nâng cấp lên phiên bản %@
zh_hans: CLIProxyAPI 已升级到版本 %@

# notification.upgrade.success.title
source: Proxy Upgraded
fr: Proxy mis à jour
vi: Đã nâng cấp Proxy
zh_hans: 代理已升级

# notification.upgradeAvailable.body
source: CLIProxyAPI v%@ is available. Open Settings to update.
fr: CLIProxyAPI v%@ est disponible. Ouvrez les Paramètres pour mettre à jour.
vi: CLIProxyAPI v%@ đã có. Mở Cài đặt để cập nhật.
zh_hans: CLIProxyAPI v%@ 可用。打开设置进行更新。

# notification.upgradeAvailable.title
source: 🆕 Proxy Update Available
fr: 🆕 Mise à jour du proxy disponible
vi: 🆕 Có bản cập nhật Proxy
zh_hans: 🆕 代理更新可用

# oauth.authenticate
source: Authenticate
fr: Authentifier
vi: Xác thực
zh_hans: 认证

# oauth.authenticateWith
source: Authenticate with your
fr: Authentifier avec votre
vi: Xác thực với tài khoản
zh_hans: 使用您的账户进行认证

# oauth.authMethod
source: Authentication Method
fr: Méthode d'authentification
vi: Phương thức xác thực
zh_hans: 认证方法

# oauth.authorizationCode
source: Authorization code
fr: Code d’autorisation
vi: Mã xác thực
zh_hans: 授权码

# oauth.closingSheet
source: Closing...
fr: Fermeture...
vi: Đang đóng...
zh_hans: 正在关闭...

# oauth.complete
source: Complete
fr: Terminer
vi: Hoàn tất
zh_hans: 完成

# oauth.completeBrowser
source: Complete the login in your browser
fr: Terminez la connexion dans votre navigateur
vi: Hoàn tất đăng nhập trong trình duyệt
zh_hans: 在浏览器中完成登录

# oauth.connect
source: Connect
fr: Connecter
vi: Kết nối
zh_hans: 连接

# oauth.copied
source: Copied!
fr: Copié!
vi: Đã sao chép!
zh_hans: 已复制!

# oauth.copyLink
source: Copy Link
fr: Copier le lien
vi: Sao chép liên kết
zh_hans: 复制链接

# oauth.copyLinkOrOpen
source: Copy the link or open in browser to authenticate
fr: Copiez le lien ou ouvrez-le dans le navigateur pour vous authentifier
vi: Sao chép liên kết hoặc mở trong trình duyệt để xác thực
zh_hans: 复制链接或在浏览器中打开以进行认证

# oauth.enterCodeInBrowser
source: Enter this code in browser
fr: Entrez ce code dans le navigateur
vi: Nhập mã này trong trình duyệt
zh_hans: 在浏览器中输入此代码

# oauth.enterDeviceCode
source: Enter device code %@ in the browser.
fr: Saisissez le code d’appareil %@ dans le navigateur.
vi: Nhập mã thiết bị %@ trong trình duyệt.
zh_hans: 请在浏览器中输入设备代码 %@。

# oauth.failed
source: Authentication failed
fr: Échec de l'authentification
vi: Xác thực thất bại
zh_hans: 认证失败

# oauth.kiroGoogleHint
source: If Kiro IDE is installed, the callback may be intercepted. Use 'Import from Kiro IDE' instead.
fr: Si Kiro IDE est installé, le callback peut être intercepté. Utilisez plutôt « Importer depuis Kiro IDE ».
vi: Nếu Kiro IDE đã cài đặt, callback có thể bị chặn. Hãy sử dụng 'Nhập từ Kiro IDE' thay thế.
zh_hans: 如果已安装 Kiro IDE，回调可能被拦截。请改用「从 Kiro IDE 导入」。

# oauth.openingBrowser
source: Opening browser...
fr: Ouverture du navigateur...
vi: Đang mở trình duyệt...
zh_hans: 正在打开浏览器...

# oauth.openLink
source: Open Link
fr: Ouvrir le lien
vi: Mở liên kết
zh_hans: 打开链接

# oauth.projectId
source: Project ID (optional)
fr: ID du projet (optionnel)
vi: ID dự án (tùy chọn)
zh_hans: 项目 ID（可选）

# oauth.projectIdPlaceholder
source: Enter project ID...
fr: Entrez l'ID du projet...
vi: Nhập ID dự án...
zh_hans: 输入项目 ID...

# oauth.retry
source: Try Again
fr: Réessayer
vi: Thử lại
zh_hans: 重试

# oauth.success
source: Connected successfully!
fr: Connexion réussie !
vi: Kết nối thành công!
zh_hans: 连接成功！

# oauth.waitingForAuth
source: Waiting for authentication
fr: En attente d'authentification
vi: Đang chờ xác thực
zh_hans: 等待认证

# onboarding.addProvider
source: Connect AI Provider
fr: Connecter un fournisseur IA
vi: Kết nối nhà cung cấp AI
zh_hans: 连接 AI 提供商

# onboarding.addProviderDesc
source: Add at least one AI provider account
fr: Ajoutez au moins un compte fournisseur IA
vi: Thêm ít nhất một tài khoản nhà cung cấp AI
zh_hans: 至少添加一个 AI 提供商账户

# onboarding.button.back
source: Back
fr: Retour
vi: Quay lại
zh_hans: 返回

# onboarding.button.continue
source: Continue
fr: Continuer
vi: Tiếp tục
zh_hans: 继续

# onboarding.button.getStarted
source: Get Started
fr: Commencer
vi: Bắt đầu
zh_hans: 开始使用

# onboarding.button.openDashboard
source: Open Dashboard
fr: Ouvrir le tableau de bord
vi: Mở bảng điều khiển
zh_hans: 打开仪表盘

# onboarding.completion.hint
source: You can change this anytime in Settings
fr: Vous pouvez modifier cela à tout moment dans les paramètres
vi: Bạn có thể thay đổi điều này bất cứ lúc nào trong Cài đặt
zh_hans: 您可以随时在设置中更改

# onboarding.completion.subtitle
source: Quotio is configured and ready to use with the following mode:
fr: Quotio est configuré et prêt à être utilisé avec le mode suivant :
vi: Quotio đã được cấu hình và sẵn sàng sử dụng với chế độ sau:
zh_hans: Quotio 已配置完成，可以使用以下模式：

# onboarding.completion.title
source: You're All Set!
fr: Vous êtes prêt !
vi: Hoàn tất!
zh_hans: 设置完成！

# onboarding.configureAgent
source: Configure CLI Agent
fr: Configurer l'agent CLI
vi: Cấu hình CLI Agent
zh_hans: 配置 CLI 代理

# onboarding.configureAgentDesc
source: Set up your AI coding assistant
fr: Configurez votre assistant de codage IA
vi: Thiết lập trợ lý AI coding của bạn
zh_hans: 设置您的 AI 编码助手

# onboarding.mode.badge.advanced
source: Advanced
fr: Avancé
vi: Nâng cao
zh_hans: 高级

# onboarding.mode.badge.default
source: Default
fr: Par défaut
vi: Mặc định
zh_hans: 默认

# onboarding.mode.localProxy.description
source: Run a local proxy server to manage AI requests
fr: Exécuter un serveur proxy local pour gérer les requêtes IA
vi: Chạy máy chủ proxy cục bộ để quản lý các yêu cầu AI
zh_hans: 运行本地代理服务器来管理 AI 请求

# onboarding.mode.localProxy.feature1
source: Full proxy server control
fr: Contrôle complet du serveur proxy
vi: Toàn quyền kiểm soát máy chủ proxy
zh_hans: 完全代理服务器控制

# onboarding.mode.localProxy.feature2
source: Configure CLI agents automatically
fr: Configurer automatiquement les agents CLI
vi: Tự động cấu hình các CLI agent
zh_hans: 自动配置 CLI 代理

# onboarding.mode.localProxy.feature3
source: Request logs and traffic monitoring
fr: Journaux de requêtes et surveillance du trafic
vi: Nhật ký yêu cầu và giám sát lưu lượng
zh_hans: 请求日志和流量监控

# onboarding.mode.localProxy.title
source: Local Proxy
fr: Proxy local
vi: Proxy cục bộ
zh_hans: 本地代理

# onboarding.mode.monitor.description
source: Track quota usage without running a proxy server
fr: Suivre l'utilisation des quotas sans exécuter de serveur proxy
vi: Theo dõi hạn mức sử dụng mà không cần chạy máy chủ proxy
zh_hans: 无需运行代理服务器即可跟踪配额使用情况

# onboarding.mode.monitor.feature1
source: View quota across all providers
fr: Voir les quotas de tous les fournisseurs
vi: Xem hạn mức của tất cả nhà cung cấp
zh_hans: 查看所有提供商的配额

# onboarding.mode.monitor.feature2
source: Lightweight, no background processes
fr: Léger, pas de processus en arrière-plan
vi: Nhẹ nhàng, không có tiến trình nền
zh_hans: 轻量级，无后台进程

# onboarding.mode.monitor.feature3
source: Quick access from menu bar
fr: Accès rapide depuis la barre de menus
vi: Truy cập nhanh từ thanh menu
zh_hans: 从菜单栏快速访问

# onboarding.mode.monitor.title
source: Monitor Only
fr: Surveillance uniquement
vi: Chỉ theo dõi
zh_hans: 仅监控

# onboarding.mode.remoteProxy.description
source: Connect to a remote CLIProxyAPI server
fr: Se connecter à un serveur CLIProxyAPI distant
vi: Kết nối tới máy chủ CLIProxyAPI từ xa
zh_hans: 连接到远程 CLIProxyAPI 服务器

# onboarding.mode.remoteProxy.feature1
source: Share accounts across machines
fr: Partager les comptes entre machines
vi: Chia sẻ tài khoản giữa các máy
zh_hans: 跨机器共享账户

# onboarding.mode.remoteProxy.feature2
source: Team collaboration support
fr: Support de collaboration en équipe
vi: Hỗ trợ cộng tác nhóm
zh_hans: 团队协作支持

# onboarding.mode.remoteProxy.feature3
source: Centralized account management
fr: Gestion centralisée des comptes
vi: Quản lý tài khoản tập trung
zh_hans: 集中账户管理

# onboarding.mode.remoteProxy.title
source: Remote Proxy
fr: Proxy distant
vi: Proxy từ xa
zh_hans: 远程代理

# onboarding.mode.subtitle
source: Choose how you want to use Quotio
fr: Choisissez comment vous souhaitez utiliser Quotio
vi: Chọn cách bạn muốn sử dụng Quotio
zh_hans: 选择您想要使用 Quotio 的方式

# onboarding.mode.title
source: Select Your Mode
fr: Sélectionnez votre mode
vi: Chọn chế độ của bạn
zh_hans: 选择您的模式

# onboarding.providers.hint
source: You can add more providers later from the Providers tab
fr: Vous pourrez ajouter d'autres fournisseurs plus tard depuis l'onglet Fournisseurs
vi: Bạn có thể thêm các nhà cung cấp khác sau từ tab Nhà cung cấp
zh_hans: 您可以稍后从「提供商」标签页添加更多提供商

# onboarding.providers.subtitle
source: Quotio supports these AI providers
fr: Quotio prend en charge ces fournisseurs IA
vi: Quotio hỗ trợ các nhà cung cấp AI sau
zh_hans: Quotio 支持这些 AI 提供商

# onboarding.providers.title
source: AI Providers
fr: Fournisseurs IA
vi: Nhà cung cấp AI
zh_hans: AI 提供商

# onboarding.remote.endpoint
source: Remote Endpoint
fr: Point d'accès distant
vi: Điểm cuối từ xa
zh_hans: 远程端点

# onboarding.remote.managementKey
source: Management Key
fr: Clé de gestion
vi: Khóa quản lý
zh_hans: 管理密钥

# onboarding.remote.managementKey.hint
source: Optional. Required only if the remote server has authentication enabled.
fr: Optionnel. Requis uniquement si le serveur distant a l'authentification activée.
vi: Tùy chọn. Chỉ bắt buộc nếu máy chủ từ xa đã bật xác thực.
zh_hans: 可选。仅在远程服务器启用身份验证时需要。

# onboarding.remote.managementKey.placeholder
source: Enter management key...
fr: Entrez la clé de gestion...
vi: Nhập khóa quản lý...
zh_hans: 输入管理密钥...

# onboarding.remote.subtitle
source: Enter your remote CLIProxyAPI server details
fr: Entrez les détails de votre serveur CLIProxyAPI distant
vi: Nhập thông tin máy chủ CLIProxyAPI từ xa của bạn
zh_hans: 输入您的远程 CLIProxyAPI 服务器详情

# onboarding.remote.title
source: Remote Server Setup
fr: Configuration du serveur distant
vi: Cấu hình máy chủ từ xa
zh_hans: 远程服务器设置

# onboarding.welcome.subtitle
source: Your AI Coding Command Center
fr: Votre centre de commande IA pour le code
vi: Trung tâm điều khiển AI Coding của bạn
zh_hans: 您的 AI 编码指挥中心

# onboarding.welcome.title
source: Welcome to Quotio
fr: Bienvenue sur Quotio
vi: Chào mừng đến với Quotio
zh_hans: 欢迎使用 Quotio

# openrouter.apiKey.hint
source: Stored securely in Keychain and never shown again.
fr: Stockée en toute sécurité dans le trousseau et ne sera plus jamais affichée.
vi: Được lưu an toàn trong Keychain và không hiển thị lại.
zh_hans: 安全存储在钥匙串中，之后不会再次显示。

# openrouter.apiKey.label
source: OpenRouter API Key
fr: Clé API OpenRouter
zh_hans: OpenRouter API 密钥

# openrouter.apiKey.placeholder
source: Enter your OpenRouter API key
fr: Saisissez votre clé API OpenRouter
vi: Nhập OpenRouter API key
zh_hans: 输入您的 OpenRouter API 密钥

# openrouter.apiKey.rotateHint
source: Enter a replacement key. The current key is never revealed.
fr: Saisissez une clé de remplacement. La clé actuelle n’est jamais révélée.
vi: Nhập key thay thế. Key hiện tại không bao giờ được hiển thị.
zh_hans: 输入替换密钥。当前密钥绝不会显示。

# openrouter.connection.edit
source: Rotate OpenRouter Key
fr: Remplacer la clé OpenRouter
vi: Thay OpenRouter Key
zh_hans: 更换 OpenRouter 密钥

# openrouter.connection.subtitle
source: Monitor credits and API-key spend without proxy routing
fr: Surveillez les crédits et les dépenses de la clé API sans routage proxy
vi: Theo dõi credits và chi tiêu API key, không dùng proxy routing
zh_hans: 无需代理路由即可监控额度和 API 密钥支出

# openrouter.connection.title
source: Connect OpenRouter
fr: Connecter OpenRouter
vi: Kết nối OpenRouter
zh_hans: 连接 OpenRouter

# openrouter.label.placeholder
source: Account label
fr: Libellé du compte
vi: Nhãn tài khoản
zh_hans: 账户标签

# openrouter.plan.freeTier
source: Free tier
fr: Offre gratuite
vi: Gói miễn phí
zh_hans: 免费套餐

# openrouter.plan.payAsYouGo
source: Pay as you go
fr: Paiement à l’usage
vi: Trả theo mức sử dụng
zh_hans: 按量付费

# providers.addAccount
source: Add Account
fr: Ajouter un compte
vi: Thêm tài khoản
zh_hans: 添加账户

# providers.addManually
source: Add Manually
fr: Ajouter manuellement
vi: Thêm thủ công
zh_hans: 手动添加

# providers.addMultipleHint
source: Click any provider to add multiple accounts
fr: Cliquez sur un fournisseur pour ajouter plusieurs comptes
vi: Nhấp vào nhà cung cấp để thêm nhiều tài khoản
zh_hans: 点击可添加多个账号

# providers.addProvider
source: Add Provider
fr: Ajouter un fournisseur
vi: Thêm nhà cung cấp
zh_hans: 添加提供商

# providers.autoDetected
source: Auto-detected
fr: Détecté automatiquement
vi: Tự động phát hiện
zh_hans: 自动检测

# providers.deleteConfirm
source: Delete Account
fr: Supprimer le compte
vi: Xóa tài khoản
zh_hans: 删除账户
